Repository: balzo-tech/PDFEasy-iOS
Catalog: pdfexpert/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Your opinion matter to us!
de: Ihre Meinung ist uns wichtig!
es: ¡Tu opinión nos importa!
fr: Votre avis compte pour nous !
it: La tua opinione è importante per noi!
nl: Uw mening telt voor ons!

source: Your pages have been successfully extracted and saved!
de: Ihre Seiten wurden erfolgreich extrahiert und gespeichert!
es: ¡Tus páginas se han extraído y guardado correctamente!
fr: Vos pages ont bien été extraites et enregistrées !
it: Le tue pagine sono state estratte e salvate con successo!
nl: Uw pagina's zijn met succes geëxtraheerd en opgeslagen!

source: Your pdf doesn't contain any pages.
de: Ihr PDF enthält keine Seiten.
es: Tu PDF no contiene ninguna página.
fr: Votre PDF ne contient aucune page.
it: Il tuo PDF non contiene pagine.
nl: Uw pdf bevat geen pagina's.

source: Your PDF has been flattened. Annotations and form fields are now part of the page.
de: Ihr PDF wurde verflacht. Kommentare und Formularfelder sind jetzt Teil der Seite.
es: Tu PDF se ha aplanado. Las anotaciones y los campos de formulario ahora forman parte de la página.
fr: Votre PDF a été aplati. Les annotations et les champs de formulaire font désormais partie de la page.
it: Il tuo PDF è stato appiattito. Annotazioni e campi modulo ora fanno parte della pagina.
nl: Uw PDF is afgevlakt. Annotaties en formuliervelden maken nu deel uit van de pagina.

source: Your pdf has been successfully protected
de: Ihr PDF wurde erfolgreich geschützt
es: Tu PDF se ha protegido correctamente
fr: Votre PDF a bien été protégé
it: Il tuo PDF è stato protetto con successo
nl: Uw pdf is met succes beveiligd

source: Your pdf has been successfully saved
de: Ihr PDF wurde erfolgreich gespeichert
es: Tu PDF se ha guardado correctamente
fr: Votre PDF a bien été enregistré
it: Il tuo PDF è stato salvato con successo
nl: Uw pdf is met succes opgeslagen

source: Your pdf has been successfully split and saved!
de: Ihr PDF wurde erfolgreich geteilt und gespeichert!
es: ¡Tu PDF se ha dividido y guardado correctamente!
fr: Votre PDF a bien été divisé et enregistré !
it: Il tuo PDF è stato diviso e salvato con successo!
nl: Uw pdf is met succes gesplitst en opgeslagen!

source: Your pdf has been successfully unlocked
de: Ihr PDF wurde erfolgreich entsperrt
es: Tu PDF se ha desbloqueado correctamente
fr: Votre PDF a bien été déverrouillé
it: Il tuo PDF è stato sbloccato con successo
nl: Uw pdf is met succes ontgrendeld

source: Your pdf has no fields that you can fill in.
de: Ihr PDF hat keine Felder, die Sie ausfüllen können.
es: Tu PDF no tiene campos que puedas rellenar.
fr: Votre PDF n'a aucun champ que vous puissiez remplir.
it: Il tuo PDF non ha campi che puoi compilare.
nl: Uw pdf heeft geen velden die u kunt invullen.

source: Your pdf has no editable fields that you can fill in.
de: Ihr PDF hat keine ausfüllbaren Felder.
es: Tu PDF no tiene campos editables que puedas rellenar.
fr: Votre PDF n'a aucun champ modifiable à remplir.
it: Il tuo PDF non ha campi compilabili.
nl: Uw pdf heeft geen bewerkbare velden die u kunt invullen.

source: Your pdf has no pages.
de: Ihr PDF hat keine Seiten.
es: Tu PDF no tiene páginas.
fr: Votre PDF n'a aucune page.
it: Il tuo PDF non ha pagine.
nl: Uw pdf heeft geen pagina's.

source: Your pdf has only one page, so you cannot extract pages from it.
de: Ihr PDF hat nur eine Seite, daher können Sie keine Seiten daraus extrahieren.
es: Tu PDF solo tiene una página, así que no puedes extraer páginas de él.
fr: Votre PDF n'a qu'une seule page, vous ne pouvez donc pas en extraire des pages.
it: Il tuo PDF ha una sola pagina, quindi non puoi estrarne le pagine.
nl: Uw pdf heeft maar één pagina, dus u kunt er geen pagina's uit halen.

source: Your pdf has only one page, so you cannot split it into multiple pdfs.
de: Ihr PDF hat nur eine Seite, daher können Sie es nicht in mehrere PDFs teilen.
es: Tu PDF solo tiene una página, así que no puedes dividirlo en varios PDF.
fr: Votre PDF n'a qu'une seule page, vous ne pouvez donc pas le diviser en plusieurs PDF.
it: Il tuo PDF ha una sola pagina, quindi non puoi dividerlo in più PDF.
nl: Uw pdf heeft maar één pagina, dus u kunt hem niet in meerdere pdf's splitsen.

source: Your pdf has too many pages
de: Ihr PDF hat zu viele Seiten
es: Tu PDF tiene demasiadas páginas
fr: Votre PDF a trop de pages
it: Il tuo PDF ha troppe pagine
nl: Uw pdf heeft te veel pagina's

source: Your pdf is already protected
de: Ihr PDF ist bereits geschützt
es: Tu PDF ya está protegido
fr: Votre PDF est déjà protégé
it: Il tuo PDF è già protetto
nl: Uw pdf is al beveiligd

source: Your PDF is already searchable. You can search and select its text as it is.
de: Ihr PDF ist bereits durchsuchbar. Sie können den Text so wie er ist durchsuchen und auswählen.
es: Tu PDF ya es buscable. Puedes buscar y seleccionar su texto tal como está.
fr: Votre PDF est déjà consultable. Vous pouvez rechercher et sélectionner son texte tel quel.
it: Il tuo PDF è già ricercabile. Puoi cercare e selezionare il testo così com’è.
nl: Uw PDF is al doorzoekbaar. U kunt de tekst gewoon zoeken en selecteren.

source: Your pdf is already unlocked
de: Ihr PDF ist bereits entsperrt
es: Tu PDF ya está desbloqueado
fr: Votre PDF est déjà déverrouillé
it: Il tuo PDF è già sbloccato
nl: Uw pdf is al ontgrendeld

source: Your pdf is protected
de: Ihr PDF ist geschützt
es: Tu PDF está protegido
fr: Votre PDF est protégé
it: Il tuo PDF è protetto
nl: Uw pdf is beveiligd

source: Your pdf is too large
de: Ihr PDF ist zu groß
es: Tu PDF es demasiado grande
fr: Votre PDF est trop volumineux
it: Il tuo PDF è troppo grande
nl: Uw pdf is te groot

source: Your PDF/A file has been saved to your archive.
de: Ihre PDF/A-Datei wurde in Ihrem Archiv gespeichert.
es: Tu archivo PDF/A se ha guardado en tu archivo.
fr: Votre fichier PDF/A a été enregistré dans vos archives.
it: Il file PDF/A è stato salvato nel tuo archivio.
nl: Uw PDF/A-bestand is opgeslagen in uw archief.

source: Your photo
de: Ihr Foto
es: Tu foto
fr: Votre photo
it: La tua foto
nl: Uw foto

source: Your repaired file has been saved to your archive.
de: Ihre reparierte Datei wurde in Ihrem Archiv gespeichert.
es: Tu archivo reparado se ha guardado en tu archivo.
fr: Votre fichier réparé a été enregistré dans vos archives.
it: Il file riparato è stato salvato nel tuo archivio.
nl: Uw herstelde bestand is opgeslagen in uw archief.

source: Your sanitized file has been saved to your archive.
de: Ihre bereinigte Datei wurde in Ihrem Archiv gespeichert.
es: Tu archivo desinfectado se ha guardado en tu archivo.
fr: Votre fichier nettoyé a été enregistré dans vos archives.
it: Il file sanificato è stato salvato nel tuo archivio.
nl: Uw opgeschoonde bestand is opgeslagen in uw archief.

source: Your Signatures
de: Ihre Unterschriften
es: Tus firmas
fr: Vos signatures
it: Le tue firme
nl: Uw handtekeningen

source: Your subscription is active again.
de: Ihr Abonnement ist wieder aktiv.
es: Tu suscripción está activa de nuevo.
fr: Votre abonnement est de nouveau actif.
it: Il tuo abbonamento è di nuovo attivo.
nl: Uw abonnement is weer actief.

source: %@ · %lld dpi
es: %@ · %lld ppp
fr: %@ · %lld ppp

source: %lld scans
es: %lld escaneos
fr: %lld numérisations
it: %lld scansioni

source: Auto
es: Automático
nl: Automatisch

source: diff
es: diferencias
it: differenze
nl: verschil

source: Filter
es: Filtro
fr: Filtre
it: Filtro

source: Format
es: Formato
it: Formato
nl: Formaat

source: Marker
es: Rotulador
fr: Marqueur
it: Pennarello
nl: Stift

source: Meme maker
es: Crear memes
fr: Créateur de mèmes
it: Crea meme

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam

source: Orange
es: Naranja
it: Arancione
nl: Oranje

source: PDF version
es: Versión de PDF
fr: Version PDF
it: Versione PDF
nl: PDF-versie

source: PDFs
es: PDF
fr: PDF
it: PDF

source: Position
es: Posición
it: Posizione
nl: Positie

source: reader
es: lector
fr: lecteur
it: lettore
nl: lezer

source: Scan filter
es: Filtro de escaneo
fr: Filtre de numérisation
it: Filtro scansione

source: Scanner
es: Escáner

source: Serif
es: Con serifa
fr: Avec empattement
it: Con grazie
nl: Schreef

source: Standard 35 × 45 mm
es: Estándar 35 × 45 mm
nl: Standaard 35 × 45 mm

source: Student
es: Estudiante
fr: Étudiant
it: Studente

source: System
es: Sistema
fr: Système
it: Sistema
nl: Systeem

source: Tag name
es: Nombre de la etiqueta
fr: Nom du tag
it: Nome del tag
nl: Tagnaam

source: Tags
es: Etiquetas
it: Tag

source: text
es: texto
fr: texte
it: testo
nl: tekst

source: Text
es: Texto
fr: Texte
it: Testo
nl: Tekst

source: transparent
es: transparente
it: trasparente
nl: transparant

source: Transparent
es: Transparente
it: Trasparente
nl: Transparant

source: US Letter
es: Carta (US Letter)

source: Version
es: Versión
it: Versione
nl: Versie

source: Diagonal
fr: Diagonale
it: Diagonale
nl: Diagonaal

source: Info
fr: Infos

source: Horizontal
it: Orizzontale
nl: Horizontaal

source: Original
it: Originale
nl: Origineel
